Repository: epfl-si/wp-plugin-epfl-coming-soon
Catalog: src/languages/epfl-coming-soon-*.po
Languages: fr_fr

source: EPFL Coming Soon is a plugin that allows you to display a page that blocks your website to the vistors. It can be used for displaying a maintenance / under construction / coming soon page / etc.
fr_fr: EPFL Coming Soon est un plugin permettant d'afficher une page qui bloque votre site Internet à vos visiteurs. Il peut être utilisé pour afficher une page de maintenance, de travaux, de disponibilité imminente, etc.

source: Please head to <a href="https://github.com/epfl-si/wp-plugin-epfl-coming-soon/issues/new" target="_blank">plugin repository</a> for questions, remarks and issues.
fr_fr: Veuillez vous rendre sur le <a href="https://github.com/epfl-si/wp-plugin-epfl-coming-soon/issues/new" target="_blank">dépôt du plugin</a> pour les questions, commentaires ou problèmes.

source: More information and plugin sources can be reached on <a href="https://github.com/epfl-si/wp-plugin-epfl-coming-soon" target="_blank">GitHub</a>.
fr_fr: Plus d'information et les sources du plugins sont disponibles sur <a href="https://github.com/epfl-si/wp-plugin-epfl-coming-soon" target="_blank">GitHub</a>.

source: You are using <a href="https://github.com/epfl-si/wp-plugin-epfl-coming-soon" target="_blank">EPFL Coming Soon</a> version
fr_fr: Vous utilisez <a href="https://github.com/epfl-si/wp-plugin-epfl-coming-soon" target="_blank">EPFL Coming Soon</a> version

source: Settings
fr_fr: Paramètres

source: Status
fr_fr: Statut

source: Use theme's page
fr_fr: Utiliser la page du thème

source: HTTP status code
fr_fr: Code HTTP

source: Displayed page
fr_fr: Page affichée

source: Page title
fr_fr: Titre de la page

source: Page content
fr_fr: Contenu de la page

source: In this section you can parametrize the EPFL Coming Soon plugin.
fr_fr: Cette section vous permet de paramétrer le plugin EPFL Coming Soon.

source: In this section you can modify the coming soon / maintenance page diplayed.
fr_fr: Cette section vous permet de modifier la page de maintenance / coming soon.

source: The title of the page (will be prefixed by site title, i.e. "%s &raquo;")
fr_fr: Le titre de la page (sera préfixée par le titre du site, i.e. "%s &raquo;")

source: ON
fr_fr: Activé

source: OFF
fr_fr: Desactivé

source: The plugin status have been surcharged by the <code>.maintenance</code> file!
fr_fr: L'état du plugin est surchargé par le fichier <code>.maintenance</code> !

source: This means that the plugin is <b>ACTIVATED</b>, whatever the status is.
fr_fr: Cela signifie que le plugin est <b>ACTIVÉ</b>, peu importe son statut.

source: Remove the file to use normal settings. See <a href="https://developer.wordpress.org/cli/commands/maintenance-mode/" target="_blank">wp-cli maintenance mode</a> for details.
fr_fr: Supprimer le fichier pour utiliser les paramètres habituels. Visitez <a href="https://developer.wordpress.org/cli/commands/maintenance-mode/" target="_blank">wp-cli maintenance mode</a> pour plus d'informations.

source: Use the HTML code provided below
fr_fr: Utiliser le code HTML ci-dessous

source: Use the theme's maintenance.php (if present)
fr_fr: Utiliser la page maintenance.php du thème (si présente)

source: Just display the page with a HTTP status code 200 (best for coming soon)
fr_fr: Afficher la page avec un code HTTP 200 (pour page "coming soon")

source: Use HTTP status code 503 (best for maintenance)
fr_fr: Utiliser le code HTTP 503 (pour page de maintenance)

source: EPFL Coming Soon is active
fr_fr: EPFL Coming Soon est activé
